[
  {
    "title": "U.S. lawmakers have concerns about Apple-Alibaba deal",
    "summary": "The Trump administration and congressional officials are scrutinizing a deal between Apple and Alibaba that would bring Alibaba-powered AI features to iPhones sold in China, according to The New York Times. Citing anonymous sources, the NYT says White House officials and members of the House Select Committee on China have asked Apple executives directly about [&#8230;]",
    "content": "",
    "date_published": "Sun, 18 May 2025 14:35:58 +0000",
    "source_url": "https://techcrunch.com/2025/05/18/u-s-lawmakers-have-concerns-about-apple-alibaba-deal/"
  },
  {
    "title": "Microsoft’s Satya Nadella is choosing chatbots over podcasts",
    "summary": "While Microsoft CEO Satya Nadella says he likes podcasts, he might not actually be listening to them anymore. That tidbit comes towards the end of a longer Bloomberg profile of Nadella, with a focus on Microsoft’s AI strategy and its complicated relationship with OpenAI. To illustrate how much he uses the company’s Copilot AI assistant [&#8230;]",
    "content": "",
    "date_published": "Sat, 17 May 2025 20:28:55 +0000",
    "source_url": "https://techcrunch.com/2025/05/17/microsofts-satya-nadella-is-choosing-chatbots-over-podcasts/"
  },
  {
    "title": "MIT disavows doctoral student paper on AI’s productivity benefits",
    "summary": "MIT says that due to concerns about the “integrity” of a high-profile paper about the effects of artificial intelligence on research and innovation, the paper should be “withdrawn from public discourse.” The paper in question, “Artificial Intelligence, Scientific Discovery, and Product Innovation,” was written by a doctoral student in the university’s economics program. It claimed [&#8230;]",
    "content": "",
    "date_published": "Sat, 17 May 2025 19:30:00 +0000",
    "source_url": "https://techcrunch.com/2025/05/17/mit-disavows-doctoral-students-paper-on-ai-productivity-benefits/"
  },
  {
    "title": "Laser-powered fusion experiment more than doubles its power output",
    "summary": "The U.S. Department of Energy’s National Ignition Facility increased the yield of the experiment in recent attempts.",
    "content": "",
    "date_published": "Sat, 17 May 2025 19:02:27 +0000",
    "source_url": "https://techcrunch.com/2025/05/17/laser-powered-fusion-experiment-more-than-doubles-its-power-output/"
  },
  {
    "title": "TechCrunch Week in Review: Coinbase gets hacked",
    "summary": "Welcome back to Week in Review! We&#8217;ve got tons of news for you this week, including a hack at Coinbase; YC thinks Google is a ‘monopolist’; layoffs at Microsoft; and much more. Have a great weekend! Uh-oh: Coinbase says that customers&#8217; personal information, including government-issued IDs, was stolen in a data breach. The hackers demanded [&#8230;]",
    "content": "",
    "date_published": "Sat, 17 May 2025 17:06:00 +0000",
    "source_url": "https://techcrunch.com/2025/05/17/techcrunch-week-in-review-coinbase-gets-hacked/"
  },
  {
    "title": "Epic Games asks judge to force Apple to approve Fortnite",
    "summary": "Epic Games is escalating its efforts to pressure Apple to allow its game Fortnite into its App Store, with a new court filing asking Judge Yvonne Gonzalez Rogers to require that Apple “accept any compliant version of Fortnite onto the U.S. storefront of the App Store.” Epic and Apple have been engaged in a years-long [&#8230;]",
    "content": "",
    "date_published": "Sat, 17 May 2025 16:20:43 +0000",
    "source_url": "https://techcrunch.com/2025/05/17/epic-games-asks-judge-to-force-apple-to-approve-fortnite/"
  },
  {
    "title": "Y Combinator startup Firecrawl is ready to pay $1M to hire three AI agents as employees",
    "summary": "Y Combinator startup Firecrawl is back on the hunt for AI agent employees, after a previous attempt to hire one didn't go as planned.",
    "content": "",
    "date_published": "Sat, 17 May 2025 15:00:00 +0000",
    "source_url": "https://techcrunch.com/2025/05/17/y-combinator-startup-firecrawl-is-ready-to-pay-1m-to-hire-three-ai-agents-as-employees/"
  },
  {
    "title": "Build, don’t bind: Accel’s Sonali De Rycker on Europe’s AI crossroads",
    "summary": "Sonali De Rycker, a general partner at Accel and one of Europe’s most influential venture capitalists, is bullish about the continent’s prospects in AI. But she’s wary of regulatory overreach that could hamstring its momentum. At a TechCrunch StrictlyVC evening earlier this week in London, De Rycker reflected on Europe’s place in the global AI [&#8230;]",
    "content": "",
    "date_published": "Sat, 17 May 2025 04:41:10 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/build-dont-bind-accels-sonali-de-rycker-on-europes-ai-crossroads/"
  },
  {
    "title": "OpenAI’s planned data center in Abu Dhabi would be bigger than Monaco",
    "summary": "OpenAI is poised to help develop a staggering 5-gigawatt data center campus in Abu Dhabi, positioning the company as a primary anchor tenant in what could become one of the world&#8217;s largest AI infrastructure projects, according to a new Bloomberg report. The facility would reportedly span an astonishing 10 square miles and consume power equivalent [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 22:56:06 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/openais-planned-data-center-in-abu-dhabi-would-be-bigger-than-monaco/"
  },
  {
    "title": "Google I/O 2025: What to expect, including updates to Gemini and Android 16",
    "summary": "Google I/O, Google&#8217;s biggest developer conference of the year, is nearly upon us. Scheduled for May 20 to 21 at the&#160;Shoreline Amphitheatre in Mountain View, I/O will showcase product announcements from across Google&#8217;s portfolio. Expect plenty of news relating to Android, Chrome, Google Search, YouTube, and — of course — Google&#8217;s AI-powered chatbot, Gemini. Earlier [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 22:19:00 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/google-i-o-2025-what-to-expect-including-updates-to-gemini-and-android-16/"
  },
  {
    "title": "Thousands of people have embarked on a virtual road trip via Google Street View",
    "summary": "It&#8217;s Friday afternoon and I&#8217;m listening to Bowdoin College&#8217;s radio station, interspersed with ambient car honking noises. I am not in Maine. I am not in a car. I am at my desk. This is Internet Roadtrip. Internet Roadtrip is what I will call an MMORTG (massive multiplayer online road trip game). Neal Agarwal, the [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 22:17:53 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/thousands-of-people-have-embarked-on-a-virtual-road-trip-via-google-street-view/"
  },
  {
    "title": "How Silicon Valley’s influence in Washington benefits the tech elite",
    "summary": "Since Donald Trump took office, more than three dozen employees, allies, and investors of Musk, Peter Thiel, Marc Andreessen, and Palmer Luckey have taken roles at federal agencies, helping direct billions in contracts to their companies.",
    "content": "",
    "date_published": "Fri, 16 May 2025 22:14:14 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/how-silicon-valleys-influence-in-washington-benefits-the-tech-elite/"
  },
  {
    "title": "US man who hacked SEC’s X account to spike Bitcoin price sentenced to prison",
    "summary": "The Department of Justice announced Eric Council Jr. was sentenced to 14 months in prison for the hack.",
    "content": "",
    "date_published": "Fri, 16 May 2025 20:23:10 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/us-man-who-hacked-secs-x-account-to-spike-bitcoin-price-sentenced-to-prison/"
  },
  {
    "title": "AI startup Cohere acquires Ottogrid, a platform for conducting market research",
    "summary": "AI startup Cohere has acquired Ottogrid, a Vancouver-based platform that develops enterprise tools for automating certain kinds of high-level market research. Sully Omar, one of the founders of Ottogrid, announced the deal Friday in a post on X. He didn&#8217;t disclose the terms. Ottogrid will sunset its product, according to Omar, but will give customers [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 19:57:53 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/ai-startup-cohere-acquires-ottogrid-a-platform-for-conducting-market-research/"
  },
  {
    "title": "Arc’s new 24-foot electric boat is its cheapest yet",
    "summary": "Electric boat startup Arc has a new model that is its cheapest and most approachable watercraft yet. The new boat is called the Arc Coast, and it will start at $168,000. The company is taking preorders now and says the Coast will ship in 2026. The Coast is what&#8217;s known as a &#8220;center console&#8221; boat, [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 19:05:05 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/arcs-new-24-foot-electric-boat-is-its-cheapest-yet/"
  },
  {
    "title": "TechCrunch Mobility: Google’s Gemini is coming to your car, chaos comes for Luminar, and the Amazonification of Uber 2.0",
    "summary": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! OK, who placed their bet on General Motors being the landing spot for Aurora co-founder and chief product officer Sterling Anderson? Not me. But here we are. [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 18:06:00 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/techcrunch-mobility-googles-gemini-is-coming-to-your-car-chaos-comes-for-luminar-and-the-amazonification-of-uber-2-0/"
  },
  {
    "title": "The Nuclear Company raises $51M to develop massive reactor sites",
    "summary": "The funding round arrives as tech companies and utilities are struggling to secure power for data centers.",
    "content": "",
    "date_published": "Fri, 16 May 2025 17:57:00 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/the-nuclear-company-raises-51m-to-develop-massive-reactor-sites/"
  },
  {
    "title": "AI video startup Moonvalley lands $53M, according to filing",
    "summary": "Roughly a month after Moonvalley, a Los Angeles-based startup developing AI tools for video creation, said it secured $43 million in new funding, the company has raised more, according to a filing with the SEC. The filing, submitted Thursday, reveals that Moonvalley actually landed (so far) around $53 million total from a group of 14 unnamed [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 16:54:44 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/ai-video-startup-moonvalley-lands-53m-according-to-filing/"
  },
  {
    "title": "TechCrunch and VivaTech partner for the VivaTech Innovation of the Year",
    "summary": "TechCrunch is joining forces with VivaTech, Europe&#8217;s biggest startup and tech event, to select startups for the prestigious VivaTech Innovation of the Year at VivaTech 2025. This partnership will highlight exceptional creativity, technological ingenuity, and industry-transforming potential among exhibiting startups. The VivaTech Innovation of the Year Award acknowledges and celebrates exhibiting startups at VivaTech 2025 [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 16:00:00 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/techcrunch-and-vivatech-partner-for-the-vivatech-innovation-of-the-year/"
  },
  {
    "title": "Spotify responds to backlash over public podcast play counts",
    "summary": "Spotify announced last week that it would roll out public play counts on all podcasts as a way of &#8220;helping attract new fans.&#8221; But podcasters swiftly responded with criticism of the new feature &#8212; mainly, that it would further promote podcasts that already have large audiences while making smaller shows less appealing to new listeners. [&#8230;]",
    "content": "",
    "date_published": "Fri, 16 May 2025 15:31:52 +0000",
    "source_url": "https://techcrunch.com/2025/05/16/spotify-responds-to-creator-backlash-at-public-podcast-play-counts/"
  }
]